
export const specialtyOptions = ["کودکان", "داخلی", "قلب", "چشم", "زنان و زایمان"];

export const serviceOptions = [
  "نوبت حضوری",
  "مشاوره تلفنی",
  "ویزیت آنلاین",
  "دریافت نسخه",
  "آزمایش در منزل",
  "ارسال مدارک",
  "پشتیبانی",
];

export const cityOptions = [
  "تهران",
  "اصفهان",
  "مشهد",
  "شیراز",
  "تبریز",
  "اهواز",
  "رشت",
];

export const academicRankOptions = ["استاد", "دانشیار", "استادیار", "پزشک عمومی"];

export const insuranceOptions = [
  { label: "تأمین اجتماعی", image: "/icons/taamin.svg" },
  { label: "سلامت", image: "/icons/salamat.svg" },
  { label: "آتیه‌سازان", image: "/icons/atiyeh.svg" },
  { label: "بانک‌ها", image: "/icons/bank.svg" },
];

export const doctorDetailsOptions = [
  "دارای مطب",
  "دارای نسخه الکترونیک",
  "دارای ویزیت آنلاین",
];

export const areaOptions = [
  {
    name: "تهران",
    areas: ["مرزداران", "ونک", "پاسداران", "سعادت‌آباد", "تهرانپارس"],
  },
  {
    name: "اصفهان",
    areas: [
      "سپاهان‌شهر",
      "عباس‌آباد",
      "خانه‌اصفهان",
      "احمدآباد",
      "حکیم‌نظامی",
    ],
  },
  {
    name: "مشهد",
    areas: ["احمدآباد", "بلوار سجاد", "الهیه", "قاسم‌آباد", "وکیل‌آباد"],
  },
  {
    name: "شیراز",
    areas: ["قصرالدشت", "معالی‌آباد", "فرزانگان", "زرهی", "بلوار جمهوری"],
  },
  { name: "تبریز", areas: ["ولیعصر", "خیام", "شاه‌گلی", "باغمیشه", "منجم"] },
  { name: "اهواز", areas: ["کیانپارس", "پاداد", "زیتون", "کوروش", "گلستان"] },
  {
    name: "رشت",
    areas: ["گلسار", "معلم", "رشت‌نو", "سبزه‌میدان", "ساغریسازان"],
  },
];
