const doctors = [
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      { title: "نوبت آنلاین", content: "Content for نوبت آنلاین" },
      { title: "نوبت تلفنی", content: "Content for نوبت تلفنی" },
      { title: "مرکز درمانی", content: "Content for مرکز درمانی" },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      { title: "مرکز درمانی", content: "Content for مرکز درمانی" },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      { title: "نوبت آنلاین", content: "Content for نوبت آنلاین" },
      { title: "نوبت تلفنی", content: "Content for نوبت تلفنی" },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      { title: "نوبت آنلاین", content: "Content for نوبت آنلاین" },
      { title: "نوبت تلفنی", content: "Content for نوبت تلفنی" },
    ],
  },
];

export default doctors;