export const doctors = [
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        type: "clinic",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      {
        title: "نوبت آنلاین",
        type: "Online",
        content: "Content for نوبت آنلاین",
      },
      {
        title: "نوبت تلفنی",
        type: "Phone",
        content: "Content for نوبت تلفنی",
      },
      {
        title: "مرکز درمانی",
        type: "treatment-center",
        content: "Content for مرکز درمانی",
      },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        type: "clinic",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      {
        title: "مرکز درمانی",
        type: "treatment-center",
        content: "Content for مرکز درمانی",
      },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        type: "clinic",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      {
        title: "نوبت آنلاین",
        type: "Online",
        content: "Content for نوبت آنلاین",
      },
      {
        title: "نوبت تلفنی",
        type: "Phone",
        content: "Content for نوبت تلفنی",
      },
    ],
  },
  {
    name: "دکتر فروغ موحدزاده",
    specialty: "تخصص زنان و زایمان",
    rating: 4.5,
    reviewsCount: 145,
    tags: ["خوش برخورد", "وقت شناس"],
    tabs: [
      {
        title: "مطب",
        type: "clinic",
        content: {
          title: "clinic",
          addresses: [
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
            "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
          ],
        },
      },
      {
        title: "نوبت آنلاین",
        type: "Online",
        content: "Content for نوبت آنلاین",
      },
      {
        title: "نوبت تلفنی",
        type: "Phone",
        content: "Content for نوبت تلفنی",
      },
    ],
  },
];


export const hospitals = [
  {
    name: "بیمارستان امیراعلم",
    subtitle: "بیمارستان تخصصی و فوق تخصصی",
    imageURL: "/images/hospital profile photo.png",
    address:
      "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
    hours: "۲۴ ساعته",
    days: "همه روز",
    distance: "نزدیک من",
    appointmentKind: "گوش، حلق و بینی",
    departments: "درمانگاه فوق تخصصی، اورژانس، جراحی، بستری، پاراکلینیک",
    specialServices: "جراحی پلاستیک و ترمیمی صورت زیبایی صورت و گردن",
    rating: 4.5,
    reviewsCount: 145,
    tags: [
      { label: "دولتی", type: "gov" },
      { label: "آموزشی", type: "edu" },
    ],
  },
  {
    name: "بیمارستان امیراعلم",
    subtitle: "بیمارستان تخصصی و فوق تخصصی",
    imageURL: "/images/hospital profile photo.png",
    address:
      "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
    hours: "۲۴ ساعته",
    days: "همه روز",
    distance: "نزدیک من",
    appointmentKind: "گوش، حلق و بینی",
    departments: "درمانگاه فوق تخصصی، اورژانس، جراحی، بستری، پاراکلینیک",
    specialServices: "جراحی پلاستیک و ترمیمی صورت زیبایی صورت و گردن",
    rating: 4.5,
    reviewsCount: 145,
    tags: [
      { label: "دولتی", type: "gov" },
      { label: "آموزشی", type: "edu" },
    ],
  },
  {
    name: "بیمارستان امیراعلم",
    subtitle: "بیمارستان تخصصی و فوق تخصصی",
    imageURL: "/images/hospital profile photo.png",
    address:
      "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
    hours: "۲۴ ساعته",
    days: "همه روز",
    distance: "نزدیک من",
    appointmentKind: "گوش، حلق و بینی",
    departments: "درمانگاه فوق تخصصی، اورژانس، جراحی، بستری، پاراکلینیک",
    specialServices: "جراحی پلاستیک و ترمیمی صورت زیبایی صورت و گردن",
    rating: 4.5,
    reviewsCount: 145,
    tags: [
      { label: "دولتی", type: "gov" },
      { label: "آموزشی", type: "edu" },
    ],
  },
  {
    name: "بیمارستان امیراعلم",
    subtitle: "بیمارستان تخصصی و فوق تخصصی",
    imageURL: "/images/hospital profile photo.png",
    address:
      "آدرس: تهران - تهران، بلوار شهران شمالی، بالاتر از فلکه دوم شهران، بعد از مسجد امام علی، ساختمان داروخانه شبانه روزی دکتر کریمان، طبقه سوم، بلوک شرقی، واحد 31",
    hours: "۲۴ ساعته",
    days: "همه روز",
    distance: "نزدیک من",
    appointmentKind: "گوش، حلق و بینی",
    departments: "درمانگاه فوق تخصصی، اورژانس، جراحی، بستری، پاراکلینیک",
    specialServices: "جراحی پلاستیک و ترمیمی صورت زیبایی صورت و گردن",
    rating: 4.5,
    reviewsCount: 145,
    tags: [
      { label: "دولتی", type: "gov" },
      { label: "آموزشی", type: "edu" },
    ],
  }
]